{
  "common": {
    "about": "About",
    "projects": "Projects",
    "services": "Services",
    "order_project": "Order Project"
  },
  "notFound": {
    "title": "Page Not Found | 404",
    "description": "Are you lost baby girl?",
    "backToHome": "Back to My Story"
  },
  "about": {
    "name": "Milad Mohammadi",
    "title": "Web and Mobile Engineer",
    "shortDescription": "Over the past 8 years, as a Web and Mobile Application Developer, I’ve worked with big companies and up-and-coming startups to successfully help them reach their full potential and attract new customers.",
    "readAboutMe": "Read About Me",
    "projects": "Projects"
  },
  "intro": {
    "years": "8+",
    "yearsOfExperience": "Years of Experience",
    "downloadResume": "Download Resume",
    "projects": "20+",
    "completedProjects": "Completed Projects",
    "viewAll": "View All",
    "whatIdo": "What I Do?",
    "androidDev": "Android Development",
    "webDev": "Web Development",
    "uiDesign": "UI Design",
    "tvDev": "TV App Development",
    "watchDev": "Watch App Development",
    "mySkills": "My Skills",
    "exploreMyWork": "Explore My Work",
    "getInTouch": "Get In Touch",
    "phone": "+98 935 211 2040"
  },
  "orderProject": {
    "fullName": "Full Name",
    "email": "Email",
    "plan": "Plan",
    "android": "Android",
    "web": "Website",
    "androidAndWeb": "Android & Web",
    "mentorship": "Consultation",
    "question": "Ask Question",
    "companyName": "Company Name",
    "projectName": "Project Name / Sample Project URL",
    "country": "Country",
    "state": "State",
    "description": "Description",
    "send": "Send",
    "enterFullName": "Please enter your Full Name.",
    "enterEmail": "Please enter your Email.",
    "choosePlan": "Please choose your prefered Plan.",
    "enterCountryName": "Please enter yout Country Name.",
    "enterStateName": "Please enter your State Name.",
    "enterDescription": "Please enter project description",
    "developmentProcess": "Android & Website development process",
    "developmentProccessDescription": "The process of developing a website and Android application can have different stages depending on the type of project. In general, the project development process by my team is as follows.",
    "process": "General steps",
    "rules": "Terms and Conditions",
    "receiveOrderProject": "Receive project order",
    "meeting": "Counseling session and providing expert suggestions",
    "signContract": "Contract",
    "design": "Design",
    "development": "Development",
    "finalTest": "Final test",
    "teach": "Full training",
    "finalizeProject": "Project finalization",
    "rulesDescription": "🚫 Orders that contain illegal items (for example websites or betting applications, applications with the possibility of cheating by admin, and projects with unethical content, etc.) are unacceptable.",
    "receiveOrderProjectDescription": "Usually, after reaching out to you and receiving the project details, the project order will be reviewed within 48 hours (2 working days) at most, and the result of the review will be announced by me via email to determine the time for expert consultation and the development team's suggestions. If the requirements of the project are not completely clear and you have any doubts in this regard, you can request expert advice from the relevant form on this page. The consultation fee for a one-hour session is $48.",
    "meetingDescription": "After a detailed review of the project's requirements, we will contact you and set up an appropriate time for an online meeting to review the project in more detail, this time from your perspective, so as not to miss even the smallest details for the project's implementation. In this meeting, specialized suggestions related to your project will be presented to improve the quality and achieve the desired version of your requirements. After the meeting, a proposal will be prepared and sent to you.",
    "signContractDescription": "After the approval of the proposal and the finalization of the price, the main contract will be drawn up, which will be signed by the parties in two copies.",
    "designDescription": "At this stage, the design of the user interface of your project is done according to the requirements and design principles, and in the next stages, the user interface will be implemented exactly according to what was designed in this stage. According to the agreement in the contract, you can apply your desired changes in the design with a certain number and percentage, and after the final approval, the next phase will begin.",
    "developmentDescription": "This stage is the most important and time-consuming stage of the work and it includes many stages. These steps will be explained to you in detail and the progress report will be delivered at each step in the form of text and output (video / application - according to the contract agreement).",
    "finalTestDescription": "There may be issues or minor bugs in the final product that we did not notice while working, at this stage, full testing will be done by the development team as well as the employer and the defects in the product will be fixed. At this stage, we make sure that the end user does not face any particular problem with the product.",
    "teachDescription": "After the completion of development and final testing, full training on using the website or application is given to the employer, depending on the type of project, this training can be in different formats (text, audio or video).",
    "finalizeProjectDescription": "At this stage, for websites, the project will be deployed on the main domain, and for Android applications, the main output will be presented to the client and, if agreed, published on the Play Store. Additional costs (Play Store panel - server / hosting - domain) are separate from the project amount and must be purchased, we will guide you in this regard.",
    "timeNeeded": "Required time (deadline)",
    "timeNeededDescription": "Depending on the type of product (website or Android application), the time is variable and completely depends on the type and volume of the project. This time can last from two weeks to two months (for normal projects) and several months (for special or large projects). Regarding this time, we will have a full negotiation and the time limit and deadline of the contractor will be mentioned in the contract.",
    "priceFactors": "Factors affecting the price",
    "priceFactorsDescription": "The type of project, special requirements, and many things related to design and development are effective on the final price, in the initial meeting with the employer, according to the budget and time limit of the employer, proposals will be made in this regard, and the final choice is the responsibility of the employer.",
    "paymentMethod": "Payment method",
    "paymentMethodDescription": "The cost of design and development is received in several stages, the first stage is after signing the contract and includes 40% of the total amount of the project. The next stages of payment (which can be between 2 and 4 stages) will be divided according to the project and announced to the employer.",
    "anyQuestion": "Any Question?",
    "anyQuestionDescription": "If you still have doubts that have not been answered, you can ask me your question using the communication methods at the bottom of the page or set up an appointment for a specialist consultation through the form on this page.",
    "orderProjectReceived": "Order received.",
    "orderProjectReceivedDescription": "Thank you for your good choice. Your project order has been received and we will contact you as soon as possible.",
    "orderProjectError": "The order was not sent!",
    "orderProjectErrorDescription": "Sorry, there was a problem submitting your request, please try again.",
    "okThanks": "Ok, Thanks"
  },
  "brands": {
    "brandsTitle": "Some of the brands I have collaborated with.",
    "brandsDescription": "In recent years, I have had the honor of collaborating with many companies and brands, some of which can be seen in the list below.",
    "realtyna": "Realtyna",
    "listings": "Listings",
    "reveali": "Reveali",
    "ut": "University of Tehran",
    "cysp": "Cyber Space Research Laboratory of UT",
    "ismvip": "Machine Vision and Image Processing Association of Iran",
    "ashmoreAlexander": "Ashmore Alexander",
    "urbanAcres": "Urban ACRES",
    "land2legacy": "Land2Legacy"
  }
}
